Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

# You've reached the top of the %@ ladder — %@! 🏆
source: You've reached the top of the %1$@ ladder — %2$@! 🏆
de: Du hast die Spitze der Karriereleiter „%1$@“ erreicht – %2$@! 🏆
fr: Tu as atteint le sommet de la filière %1$@ — %2$@ ! 🏆
it: Sei in cima alla carriera da %1$@ — %2$@! 🏆
ja: %1$@の昇進コースの頂点、%2$@にたどりつきました！🏆
uk: Ти на вершині карʼєрних сходів «%1$@» — %2$@! 🏆

# You've stuck with %@. To find what you like, try %@ — it builds %@.
source: You've stuck with %1$@. To find what you like, try %2$@ — it builds %3$@.
de: Du bist bei %1$@ geblieben. Probiere %2$@ aus, um herauszufinden, was dir gefällt – das stärkt deine Fähigkeiten: %3$@.
fr: Tu pratiques toujours la même activité : %1$@. Pour trouver ce qui te plaît, essaie %2$@ : ça développe %3$@.
it: Hai continuato solo con %1$@. Per scoprire cosa ti piace, prova %2$@ — sviluppa %3$@.
ja: %1$@をずっと続けてきましたね。好きなことを見つけるために、%2$@も試してみましょう。%3$@が身につきます。
uk: Ти тримаєшся заняття «%1$@». Щоб зрозуміти, що тобі до вподоби, спробуй «%2$@» — це розвиває навички: %3$@.

source: You've tried a few things — I found jobs that might suit you!
de: Du hast ein paar Dinge ausprobiert – ich habe Jobs gefunden, die zu dir passen könnten!
fr: Tu as essayé plusieurs choses — j’ai trouvé des métiers qui pourraient te correspondre !
it: Hai provato diverse cose — ho trovato lavori che potrebbero fare per te!
ja: いくつか試しましたね。合いそうな仕事を見つけました！
uk: Кілька спроб за плечима — ось роботи, які можуть тобі підійти!

source: Young Adult
de: Junges Erwachsenenalter
fr: Jeune adulte
it: Giovane adulto
ja: 青年期
uk: Молодість

source: Young Artist of the Year
de: Junger Künstler des Jahres
fr: Jeune artiste de l’année
it: Giovane artista dell’anno
ja: 今年の若手アーティスト
uk: Молодий художник року

source: Young Musician of the Year
de: Junger Musiker des Jahres
fr: Jeune musicien de l’année
it: Giovane musicista dell’anno
ja: 今年の若手音楽家
uk: Молодий музикант року

source: Young Photographer of the Year
de: Junger Fotograf des Jahres
fr: Jeune photographe de l’année
it: Giovane fotografo dell’anno
ja: 今年の若手カメラマン
uk: Молодий фотограф року

source: Young Writer of the Year
de: Junger Autor des Jahres
fr: Jeune écrivain de l’année
it: Giovane scrittore dell’anno
ja: 今年の若手作家
uk: Юний письменник року

source: Young Writers' Prize
de: Preis für junge Autoren
fr: Prix des jeunes écrivains
it: Premio per giovani scrittori
ja: 若手作家賞
uk: Премія юних письменників

# Your %lld years in %@ count double.
source: Your %1$lld years in %2$@ count double.
de: Deine %1$lld Jahre in %2$@ zählen doppelt.
fr: Tes %1$lld ans en %2$@ comptent double.
it: I tuoi %1$lld anni nel settore %2$@ contano il doppio.
ja: %2$@での%1$lld年は2倍に数えられます。
uk: Твої %1$lld років у сфері «%2$@» враховуються вдвічі.

source: Your application is already as strong as the game counts — the chance is capped at %@. More polish changes nothing; what's left is the seat.
de: Deine Bewerbung ist schon so stark, wie das Spiel sie wertet – die Chance ist auf %@ begrenzt. Mehr Feinschliff ändert nichts; übrig bleibt der Spitzenposten.
fr: Ta candidature est déjà aussi solide que le jeu la compte — tes chances plafonnent à %@. Peaufiner davantage ne change rien ; ce qui reste, c’est la place.
it: La tua candidatura è già forte quanto il gioco permette — la probabilità ha un tetto (%@). Rifinirla ancora non cambia nulla; ciò che resta è il posto al vertice.
ja: 応募はすでにゲーム上の最高の強さで、確率の上限は%@です。これ以上アピールを重ねても変わりません。残るのはポストを得られるかどうかです。
uk: Твоя заявка вже така сильна, як її враховує гра, — шанс обмежено до %@. Додаткове шліфування нічого не змінить; залишається лише крісло.

source: Your application is already at the game's ceiling, so more of these changes nothing for now: %@.
de: Deine Bewerbung ist schon an der Obergrenze des Spiels, deshalb ändert mehr davon vorerst nichts: %@.
fr: Ta candidature est déjà au plafond du jeu, donc en faire plus ne change rien pour l’instant : %@.
it: La tua candidatura è già al massimo che il gioco prevede, quindi per ora insistere su questi punti non cambia nulla: %@.
ja: 応募はすでにゲーム上の上限に達しているため、%@は、いまはこれ以上増やしても変わりません。
uk: Твоя заявка вже на межі того, що враховує гра, тож додаткові зусилля в цьому поки нічого не змінять: %@.

source: Your ask:
de: Dein Gehaltswunsch:
fr: Tes prétentions :
it: La tua richiesta:
ja: 希望額：
uk: Бажана зарплата:

source: Your average school grade so far, over %lld years.
de: Dein Notendurchschnitt bisher, berechnet aus %lld Jahren.
fr: Ta moyenne scolaire jusqu’ici, sur %lld ans.
it: La tua media dei voti scolastici finora, calcolata su %lld anni.
ja: これまでの学校の成績の平均です（%lld年分）。
uk: Твій середній шкільний бал на цей момент — за %lld років.

source: Your best ones:
de: Deine besten:
fr: Tes meilleurs :
it: I tuoi migliori:
ja: 上位の受賞歴：
uk: Твої найкращі:

source: Your biggest lever
de: Deine größte Stellschraube
fr: Ton plus gros levier
it: La tua leva più forte
ja: いちばん効く要素
uk: Твій головний важіль

source: Your career advisor helps you find a job you'll love.
de: Dein Karriereberater hilft dir, einen Job zu finden, der dir gefällt.
fr: Ton conseiller d’orientation t’aide à trouver un métier que tu aimeras.
it: Il tuo consulente di carriera ti aiuta a trovare un lavoro che ti piacerà.
ja: キャリアアドバイザーが、好きになれる仕事を見つけるお手伝いをします。
uk: Твій карʼєрний радник допоможе знайти роботу до душі.

source: Your chance goes up with the skills below, your %1$lld years of work%2$@, and the %3$@ fame you already have — being known in a field makes the next project there easier.
de: Deine Chance steigt mit den Fähigkeiten unten, deinen %1$lld Jahren Arbeit%2$@ und dem Ruhm in %3$@, den du schon hast – wer in einem Bereich bekannt ist, hat es beim nächsten Projekt dort leichter.
fr: Tes chances augmentent avec les compétences ci-dessous, ton expérience professionnelle de %1$lld ans%2$@, et la renommée en %3$@ que tu as déjà — se faire un nom dans un domaine facilite le prochain projet dans ce domaine.
it: La tua probabilità sale con le competenze qui sotto, i tuoi %1$lld anni di lavoro%2$@ e la fama nel settore %3$@ che hai già — avere fama in un settore rende più facile il progetto successivo in quel settore.
ja: 確率は、下のスキルと、これまでの仕事の経験%1$lld年%2$@、すでに持っている%3$@の名声に応じて上がります。ある分野で知られていると、その分野の次のプロジェクトがやりやすくなります。
uk: Твій шанс підвищують навички нижче, твої %1$lld років роботи%2$@ і твоя слава (%3$@), яку ти вже маєш. Якщо тебе знають у сфері, наступний проєкт у ній вдається легше.

source: Your chance goes up with the skills below, your %1$lld years of work, and the %2$@ fame you already have — being known in a field makes the next project there easier.
de: Deine Chance steigt mit den Fähigkeiten unten, deinen %1$lld Jahren Arbeit und dem Ruhm in %2$@, den du schon hast – wer in einem Bereich bekannt ist, hat es beim nächsten Projekt dort leichter.
fr: Tes chances augmentent avec les compétences ci-dessous, ton expérience professionnelle de %1$lld ans, et la renommée en %2$@ que tu as déjà — se faire un nom dans un domaine facilite le prochain projet dans ce domaine.
it: La tua probabilità sale con le competenze qui sotto, i tuoi %1$lld anni di lavoro e la fama nel settore %2$@ che hai già — avere fama in un settore rende più facile il progetto successivo in quel settore.
ja: 確率は、必要なスキル、仕事の経験（現在%1$lld年）、%2$@の名声に応じて上がります。ある分野で知られていると、その分野の次のプロジェクトがやりやすくなります。
uk: Твій шанс підвищують навички нижче, твої %1$lld років роботи і твоя слава (%2$@), яку ти вже маєш. Якщо тебе знають у сфері, наступний проєкт у ній вдається легше.

# Your chance of admission: %@ at the top school, %@ at the mainstream one.
source: Your chance of admission: %1$@ at the top school, %2$@ at the mainstream one.
de: Deine Zulassungschance: %1$@ an der Spitzenuniversität, %2$@ an der normalen Universität.
fr: Tes chances d’admission : %1$@ dans l’école d’élite, %2$@ dans l’établissement classique.
it: Probabilità di ammissione: %1$@ alla scuola di fascia alta, %2$@ a quella di fascia media.
ja: 合格確率：トップ校で%1$@、一般的な学校で%2$@。
uk: Шанс вступити: %1$@ до провідного закладу, %2$@ до звичайного.

source: Your chance this year: %@
de: Deine Chance in diesem Jahr: %@
fr: Tes chances cette année : %@
it: La tua probabilità quest’anno: %@
ja: 今年の確率：%@
uk: Твій шанс цього року: %@

# Your chance to be hired dropped from %@ to %@.
source: Your chance to be hired dropped from %1$@ to %2$@.
de: Deine Einstellungschance ist von %1$@ auf %2$@ gesunken.
fr: Tes chances d’embauche sont tombées de %1$@ à %2$@.
it: La tua probabilità di assunzione è scesa da %1$@ a %2$@.
ja: 採用される確率が%1$@から%2$@に下がりました。
uk: Твій шанс отримати роботу знизився з %1$@ до %2$@.

source: Your chance to be hired today is %@.
de: Deine Einstellungschance liegt heute bei %@.
fr: Tes chances d’embauche aujourd’hui sont de %@.
it: La tua probabilità di assunzione oggi: %@.
ja: いま採用される確率は%@です。
uk: Зараз твій шанс отримати цю роботу — %@.

source: Your chance to win it this year: %@.
de: Deine Siegchance in diesem Jahr: %@.
fr: Tes chances de gagner cette année : %@.
it: La tua probabilità di vincere quest’anno: %@.
ja: 今年の優勝確率：%@。
uk: Твій шанс перемогти цього року: %@.

source: Your chance: %@
de: Deine Chance: %@
fr: Tes chances : %@
it: La tua probabilità: %@
ja: 確率：%@
uk: Твій шанс: %@

source: Your chances fell
de: Deine Chancen sind gesunken
fr: Tes chances ont baissé
it: Le tue probabilità sono calate
ja: 確率が下がりました
uk: Твої шанси знизилися

source: Your character grows a year older each turn. Choosing something — an activity, a course, a job — is how you spend that year, and the year passes as soon as you pick. Nothing you want to do this year? Tap the blue Skip button at the top.
de: Deine Figur wird jede Runde ein Jahr älter. Wenn du etwas wählst – eine Aktivität, einen Kurs, einen Job –, verbringst du damit dieses Jahr. Es vergeht, sobald du wählst. Nichts vor in diesem Jahr? Tippe oben auf den blauen Button „Überspringen“.
fr: Ton personnage vieillit d’un an à chaque tour. C’est en choisissant quelque chose — une activité, une formation, un poste — que tu occupes cette année, et l’année s’écoule dès que tu choisis. Rien ne te tente cette année ? Appuie sur le bouton bleu « Passer l’année » en haut.
it: Ogni turno il tuo personaggio cresce di un anno. Quando scegli qualcosa — un’attività, un corso, un lavoro — è così che passi quell’anno, e l’anno finisce appena scegli. Non hai voglia di fare niente quest’anno? Tocca il pulsante blu Salta, in alto.
ja: ターンが進むたびに、キャラクターは1つ年をとります。活動・講座・仕事など、何かを選ぶとその1年を使ったことになり、選んだ時点で1年が過ぎます。今年はやりたいことがありませんか？上にある青い「スキップ」ボタンをタップしましょう。
uk: З кожним ходом твій персонаж дорослішає на рік. Обираючи щось — заняття, курс, роботу, — ти витрачаєш цей рік, і він минає одразу після вибору. Не хочеш нічого робити цього року? Торкнись синьої кнопки «Пропустити» угорі.

source: Your employer had to cut jobs, and yours was one of them. You still got part of this year's pay. Open Jobs to find a new one.
de: Dein Arbeitgeber musste Stellen streichen, und deine war dabei. Einen Teil des Gehalts dieses Jahres hast du trotzdem bekommen. Öffne Jobs, um einen neuen zu finden.
fr: Ton employeur a dû supprimer des postes, et le tien en faisait partie. Tu as quand même reçu une partie du salaire de cette année. Ouvre Emplois pour en trouver un nouveau.
it: Il tuo datore di lavoro ha dovuto tagliare dei posti di lavoro e il tuo è stato uno di quelli. Hai comunque ricevuto una parte dello stipendio di quest’anno. Apri Lavori per trovarne uno nuovo.
ja: 勤務先が人員を減らすことになり、その対象に含まれてしまいました。今年の給料は一部を受け取りました。「仕事」を開いて、新しい仕事を探しましょう。
uk: Роботодавцю довелося скоротити робочі місця, і твоє було серед них. Частину зарплати за цей рік тобі все одно виплачено. Відкрий розділ «Робота», щоб знайти нову.

source: Your fame in %@ and your network in it add to your chance.
de: Dein Ruhm in %@ und dein Netzwerk dort verbessern deine Chance.
fr: Ta renommée en %@ et ton réseau dans ce domaine s’ajoutent à tes chances.
it: La tua fama nel settore %@ e i tuoi contatti in quel settore si sommano alla tua probabilità.
ja: %@での名声と人脈が確率に加わります。
uk: Твоя слава у сфері «%@» і звʼязки в ній додають до шансу.

source: Your goal
de: Dein Ziel
fr: Ton objectif
it: Il tuo obiettivo
ja: 目標
uk: Твоя мета

source: Your grade comes from your %lld school years.
de: Deine Note stammt aus deinen %lld Schuljahren.
fr: Ta note est calculée sur %lld années scolaires.
it: Il tuo voto deriva dai tuoi %lld anni di scuola.
ja: 成績は、これまでの%lld年間の学校生活から決まります。
uk: Твоя оцінка виводиться з %lld шкільних років.

source: Your grades, skills and prizes decide if a school takes you — in Simplified mode too.
de: Deine Noten, Fähigkeiten und Preise entscheiden, ob dich eine Hochschule aufnimmt – auch im vereinfachten Modus.
fr: Tes notes, tes compétences et tes prix décident si une école t’accepte — en mode Simplifié aussi.
it: I tuoi voti, le tue competenze e i tuoi premi decidono se una scuola ti accetta — anche in modalità Semplificata.
ja: かんたんモードでも、成績やスキル、受賞歴で学校に受け入れられるかが決まります。
uk: Твої оцінки, навички та призи вирішують, чи прийме тебе заклад, — і в спрощеному режимі теж.

source: Your money. In Simplified mode you keep everything you earn.
de: Dein Geld. Im vereinfachten Modus behältst du alles, was du verdienst.
fr: Ton argent. En mode Simplifié, tu gardes tout ce que tu gagnes.
it: Il tuo denaro. In modalità Semplificata tieni tutto ciò che guadagni.
ja: お金の状況です。かんたんモードでは、稼いだお金をすべて手元に残せます。
uk: Твої гроші. У спрощеному режимі ти зберігаєш усе, що заробляєш.

source: Your money: what you earn, what you save and what you owe.
de: Dein Geld: was du verdienst, was du sparst und was du schuldest.
fr: Ton argent : ce que tu gagnes, ce que tu épargnes et ce que tu dois.
it: Il tuo denaro: ciò che guadagni, ciò che risparmi e ciò che devi.
ja: お金の状況：稼いだ額、貯めた額、借りている額です。
uk: Твої гроші: що ти заробляєш, що відкладаєш і які маєш борги.

source: Your network and fame in %@ add to your chance.
de: Dein Netzwerk und dein Ruhm in %@ verbessern deine Chance.
fr: Ton réseau et ta renommée en %@ s’ajoutent à tes chances.
it: I tuoi contatti e la tua fama nel settore %@ si sommano alla tua probabilità.
ja: %@での人脈と名声が確率に加わります。
uk: Твої звʼязки та слава у сфері «%@» додають до шансу.

source: Your next step
de: Dein nächster Schritt
fr: Ta prochaine étape
it: Il tuo prossimo passo
ja: 次のステップ
uk: Твій наступний крок

source: Your progress
de: Dein Fortschritt
fr: Ta progression
it: I tuoi progressi
ja: 進み具合
uk: Твій прогрес

source: Your school and experience:
de: Deine Schulbildung und Erfahrung:
fr: Tes études et ton expérience :
it: I tuoi studi e la tua esperienza:
ja: 学歴と経験：
uk: Твоя освіта та досвід:

source: Your school grades, skills and awards set your chance of admission.
de: Deine Schulnoten, Fähigkeiten und Auszeichnungen bestimmen deine Zulassungschance.
fr: Tes notes, tes compétences et tes distinctions déterminent tes chances d’admission.
it: I tuoi voti, le tue competenze e i tuoi premi determinano la tua probabilità di ammissione.
ja: 学校の成績、スキル、受賞歴で、合格確率が決まります。
uk: Шанс вступити визначають твої шкільні оцінки, навички та нагороди.

source: Your school skills set each year's grade, and choosing a Study activity pushes it up. With skills alone, the best you can get is %@.
de: Deine Schulfähigkeiten bestimmen die Note jedes Jahres, und eine Lern-Aktivität hebt sie an. Allein mit Fähigkeiten ist %@ das Beste, was du erreichen kannst.
fr: Tes compétences scolaires fixent la note de chaque année, et choisir une activité d’études la fait monter. Avec tes compétences seules, tu ne peux pas dépasser %@.
it: Le tue competenze scolastiche determinano il voto di ogni anno e scegliere un’attività di studio lo fa salire. Con le sole competenze, il massimo che puoi ottenere è %@.
ja: 学校のスキルがその年の成績を決め、勉強の活動を選ぶと成績が上がります。スキルだけで取れる最高の成績は%@です。
uk: Твої шкільні навички визначають оцінку за кожен рік, а вибір заняття з категорії «Навчання» підвищує її. Лише з навичками найкращий результат — %@.

source: Your score
de: Deine Punktzahl
fr: Ton score
it: Il tuo punteggio
ja: スコア
uk: Твій результат

source: Your skills count for up to +%@ of your chance — the biggest single term. Each skill the job asks for is scored against the level it wants.
de: Deine Fähigkeiten bringen bis zu +%@ Chance – der größte Einzelposten. Jede Fähigkeit, die der Job verlangt, wird an dem Niveau gemessen, das er will.
fr: Tes compétences apportent jusqu’à +%@ à tes chances — le plus gros facteur à lui seul. Chaque compétence demandée par le poste est notée par rapport au niveau voulu.
it: Le tue competenze contano fino a +%@ sulla tua probabilità — la singola voce che pesa di più. Ogni competenza richiesta dal lavoro viene valutata rispetto al livello che il lavoro richiede.
ja: スキルは確率に最大+%@ぶん加わり、単独ではいちばん大きな要素です。仕事が求める各スキルは、必要なレベルに対して採点されます。
uk: Твої навички додають до шансу максимум +%@ — це найбільший окремий складник. Кожна навичка, яку вимагає робота, оцінюється за рівнем, якого вона потребує.

source: Your story
de: Deine Geschichte
fr: Ton histoire
it: La tua storia
ja: これまでの歩み
uk: Твоя історія

source: Youth Art Prize
de: Jugend-Kunstpreis
fr: Prix d’art des jeunes
it: Premio d’arte giovanile
ja: 青少年美術賞
uk: Молодіжна мистецька премія

source: Youth Dance Champion
de: Jugend-Tanzmeister
fr: Champion de danse des jeunes
it: Campione di danza giovanile
ja: 青少年ダンスチャンピオン
uk: Молодіжний чемпіон із танців

source: Youth Dance Competition
de: Jugend-Tanzwettbewerb
fr: Concours de danse des jeunes
it: Gara di danza giovanile
ja: 青少年ダンスコンクール
uk: Молодіжний танцювальний конкурс

source: Youth Debate Champion
de: Jugend-Debattiermeister
fr: Champion de débat des jeunes
it: Campione giovanile di dibattito
ja: 青少年ディベートチャンピオン
uk: Молодіжний чемпіон із дебатів

source: Youth Debate Championship
de: Jugend-Debattiermeisterschaft
fr: Championnat de débat des jeunes
it: Campionato giovanile di dibattito
ja: 青少年ディベート選手権
uk: Молодіжний чемпіонат з дебатів

source: Youth Leadership Award Winner
de: Jugend-Preisträger für Führungsstärke
fr: Vainqueur du prix du leadership des jeunes
it: Vincitore del premio di leadership giovanile
ja: 青少年リーダーシップ賞受賞者
uk: Переможець молодіжної нагороди за лідерство

source: Youth Music Competition
de: Jugend-Musikwettbewerb
fr: Concours de musique des jeunes
it: Gara musicale giovanile
ja: 青少年音楽コンクール
uk: Молодіжний музичний конкурс

source: Youth Photography Award
de: Jugend-Fotografiepreis
fr: Prix de photographie des jeunes
it: Premio di fotografia giovanile
ja: 青少年写真賞
uk: Молодіжна нагорода у фотографії

source: a bachelor's degree
de: einen Bachelor-Abschluss
fr: un bachelor
it: una laurea
ja: 学士号
uk: ступінь бакалавра

source: a bachelor's degree in %@
de: einen Bachelor-Abschluss in %@
fr: un bachelor en %@
it: una laurea in %@
ja: %@の学士号
uk: ступінь бакалавра за напрямом «%@»

source: a college or vocational diploma
de: einen Berufs- oder Collegeabschluss
fr: un diplôme professionnel ou technique
it: un diploma di college o professionale
ja: 短大・専門学校の卒業資格
uk: диплом коледжу або фаховий диплом

source: a college or vocational diploma in %@
de: einen Berufs- oder Collegeabschluss in %@
fr: un diplôme professionnel ou technique en %@
it: un diploma di college o professionale in %@
ja: %@の短大・専門学校の卒業資格
uk: диплом коледжу або фаховий диплом за напрямом «%@»

source: a degree from: %@
de: Abschluss von: %@
fr: un diplôme obtenu dans : %@
it: una laurea presso: %@
ja: 学位を取った学校：%@
uk: ступінь від закладу: %@

source: a doctorate
de: eine Promotion
fr: un doctorat
it: un dottorato
ja: 博士号
uk: докторський ступінь

source: a doctorate in %@
de: eine Promotion in %@
fr: un doctorat en %@
it: un dottorato in %@
ja: %@の博士号
uk: докторський ступінь за напрямом «%@»

source: a master's degree
de: einen Master-Abschluss
fr: un master
it: una laurea magistrale
ja: 修士号
uk: ступінь магістра

source: a master's degree in %@
de: einen Master-Abschluss in %@
fr: un master en %@
it: una laurea magistrale in %@
ja: %@の修士号
uk: ступінь магістра за напрямом «%@»

source: a school diploma
de: einen Schulabschluss
fr: un diplôme de fin d’études secondaires
it: un diploma
ja: 高校卒業資格
uk: атестат про середню освіту

source: a school diploma in %@
de: einen Schulabschluss in %@
fr: un diplôme de fin d’études secondaires en %@
it: un diploma in %@
ja: %@の高校卒業資格
uk: атестат про середню освіту за напрямом «%@»

# activity.science
source: Science
de: Naturwissenschaften
fr: Sciences
it: Scienze
ja: 理科
uk: Природознавство

source: closes this job for now
de: schließt diesen Job vorerst aus
fr: te ferme ce poste pour l’instant
it: per ora il lavoro è chiuso
ja: 今はこの仕事に応募できません
uk: ця робота поки що закрита

source: cuts your chance to %@ of normal
de: senkt deine Chance auf %@ des Normalwerts
fr: ramène tes chances à %@ de la normale
it: riduce la tua probabilità (%@ del normale)
ja: 確率が通常の%@になります
uk: знижує шанс до %@ від звичайного рівня

# field.education
source: Education
de: Pädagogik
fr: Enseignement
it: Pedagogia
ja: 教育学
uk: Педагогіка

source: good
de: gut
fr: bien
it: buono
ja: 良い
uk: добре

source: licence
de: Lizenz
it: abilitazione
ja: 免許
uk: ліцензія

source: no change
de: keine Veränderung
fr: aucun changement
it: nessun cambiamento
ja: 変化なし
uk: без змін

source: no ranked school yet
de: noch keine eingestufte Hochschule
fr: aucune école classée pour l’instant
it: ancora nessuna scuola in classifica
ja: ランク付きの学校はまだありません
uk: ще немає закладу з рейтингу

source: none yet
de: noch keiner
fr: aucune pour l’instant
it: nessuno per ora
ja: まだなし
uk: поки що немає

source: not won yet
de: noch nicht gewonnen
fr: pas encore gagné
it: non ancora conquistato
ja: まだ獲得していません
uk: ще не здобуто

source: satisfactory
de: befriedigend
fr: satisfaisant
it: soddisfacente
ja: まずまず
uk: задовільно

# school.apply
source: Apply
de: Bewerben
fr: Candidater
it: Candidati
ja: 出願
uk: Подати заявку

source: sufficient
de: ausreichend
fr: suffisant
it: sufficiente
ja: 合格ライン
uk: достатньо

source: the right schooling, licences and experience
de: die passende Schulbildung, Lizenzen und Erfahrung
fr: les bonnes études, les licences et l’expérience requises
it: studi, abilitazioni ed esperienza adeguati
ja: 条件に合った学歴、免許、経験
uk: відповідна освіта, ліцензії та досвід

source: under %@
de: unter %@
fr: moins de %@
it: meno di %@
ja: %@未満
uk: менше ніж %@

source: very good
de: sehr gut
fr: très bien
it: molto buono
ja: とても良い
uk: дуже добре

# • %@ %@ is booming this year: %@
source: • %1$@ %2$@ is booming this year: %3$@
de: • %1$@ %2$@ boomt dieses Jahr: %3$@
fr: • %1$@ Le secteur « %2$@ » est en plein essor cette année : %3$@
it: • %1$@ Il settore %2$@ è in boom quest’anno: %3$@
ja: • %1$@ %2$@は今年、好況です（%3$@）
uk: • %1$@ %2$@ — цього року бум: %3$@

# • %@ %@ is booming: %@
source: • %1$@ %2$@ is booming: %3$@
de: • %1$@ %2$@ boomt: %3$@
fr: • %1$@ Le secteur « %2$@ » est en plein essor : %3$@
it: • %1$@ Il settore %2$@ è in boom: %3$@
ja: • %1$@ %2$@は好況です（%3$@）
uk: • %1$@ %2$@ — бум: %3$@

# • %@ %@ is growing this year: %@
source: • %1$@ %2$@ is growing this year: %3$@
de: • %1$@ %2$@ wächst dieses Jahr: %3$@
fr: • %1$@ Le secteur « %2$@ » est en croissance cette année : %3$@
it: • %1$@ Il settore %2$@ è in crescita quest’anno: %3$@
ja: • %1$@ %2$@は今年、成長しています（%3$@）
uk: • %1$@ %2$@ — цього року зростання: %3$@

# • %@ %@ is growing: %@
source: • %1$@ %2$@ is growing: %3$@
de: • %1$@ %2$@ wächst: %3$@
fr: • %1$@ Le secteur « %2$@ » est en croissance : %3$@
it: • %1$@ Il settore %2$@ è in crescita: %3$@
ja: • %1$@ %2$@は成長しています（%3$@）
uk: • %1$@ %2$@ — зростання: %3$@

# • %@ %@ is in a slump this year: %@
source: • %1$@ %2$@ is in a slump this year: %3$@
de: • %1$@ %2$@ steckt dieses Jahr in der Krise: %3$@
fr: • %1$@ Le secteur « %2$@ » est en berne cette année : %3$@
it: • %1$@ Il settore %2$@ è in crisi quest’anno: %3$@
ja: • %1$@ %2$@は今年、不況です（%3$@）
uk: • %1$@ %2$@ — цього року спад: %3$@
